export const ruleList = [
  {
    title : 'Загальні положення',
    rules : [
      'Всі рішення, прийняті адміністрації, є незаперечними та не вимагають пояснення. Адміністрація завжди працює на користь проєкту та чесних гравців.',
      'Незнання правил не звільняє вас від відповідальності.',
      'За намагання обійти або обдурити захистові системи серверу буде накладено бан.',
      'Ми залишаємо за собою право видаляти облікові записи, які не були активними протягом останніх двох років.',
      'Мультиакаунт заборонений. Попередьте адміністрацію якщо ваш брат/родич/друг грає з одного компютера з вами.',
      'Заборонено використання/розповсюдження багів, дюпів та обману гри, сторонніх програм, прозорих текстур, тощо.',
    ]
  },
  {
    title : 'Будівництво, споруди та ландшафт',
    rules : [
      'Заборонено гріферити, псувати майно, красти речі та усіляко шкодити іншим гравцям, засмічувати місцевість, заливати водою та лавою, тощо.',
      'Заборонено псувати споруди, які мають будь яку практичну цінність: доріжки, облаштовані залізничні рейки, місця для проходу, декоративні елементи, мости.',
      'Заборонені привати, які обмежують пересування інших гравців, блокування порталу в ендер-світі.',
      'Заборонені споруди які не мають сенсу, наприклад стовпи в небо, ями, тощо.',
      'Адміністрація не несе відповідальності за незапривачені споруди. Спочатку приватьте - потім будуйте.',
      'Заборонені споруди, які містять образи/написи, а також пропаганду міжнаціональної, расової чи релігійної ворожнечі.',
    ]
  },
  {
    title: 'Спілкування та взаємодія гравців.',
    rules: [
      'На серверах проєкту PlayCraft вітається спілкування українською мовою. Якщо ви бажаєте спілкуватись іншою мовою, ми рекомендуємо використовувати приватні повідомлення та голосові канали. Дякуюємо за розуміння.',
      'Флуд та капе заборонений, до флуду також прирівнюються повідомлення, які не несуть ніякого змісту.',
      'Заборонена провокація міжнаціональної, расової чи релігійної ворожнечі, приниження людської гідності, тощо.',
      'Заборонені ніки які містять образи, ненормативну лексику, пропаганду, комбінації цифр та букв.',
      'Заборонено вбивати гравців пастками, підпалами, тощо поза межами PVP.',
      'Заборонено видавати себе за адміністрацію.',
    ]
  },
  {
    title: 'Інше',
    rules: [
      'Завжди можна сформулювати багато правил та заборон, але важливо залишатися свідомими того, що ми всі люди і наша мета - створювати спільне благо. Будьте доброзичливими, прикладними та давайте разом творити цей світ кращим.',
    ]
  },
  {
    title: 'Тлумачення термінів:',
    rules: [
      'Бан - заборона входу на сервер, обмеження в можливостях гравця. Бан може бути постійним або тимчасовим.',
      'Баґ - помилка, або дефект в системі, що викликає неправильні дії.',
      'Мут, м’ют (мовчанка) - заборона писати в ігровий чат. Вмикається хелперами за провини передбачені цими правилами.',
      'Ґріферство, ґріф - навмисне руйнування чужих та суспільних споруд, встановлення блоків, які шкодять іншим, заливання рідинами нейтральний, чужий простір, будь-яка діяльність, що обурює інших гравців.',
      'Нік, нікнейм - від англійської «nickname» - ім\'я гравця, прізвисько, псевдонім.',
      'Мультиаккаунт - утримування однією людиною більш ніж одного ігрового аккаунту.',
    ]
  }
]
