export const accordionContent = [
  {
    title: "Часті запитання",
    questions: [
      {
        id: '1',
        title: 'Лаунчер не відкривається',
        content: 'Лаунчер для свого запуску вимагає Java 8 бібліотекою JavaFX. Завантажити необхідну Java можна тут.'
      },
      {
        id: '2',
        title: 'Безкінечна авторизація у лаунчері',
        content: 'Якщо після того, як Ви ввели логін та пароль, натиснули кнопку "Вхід", та очікуєте більше ніж 5 хвилин, це означає що стороння програма блокує зв\'язок з нашим сервером авторизації. Необхідно вимкнути "Брадмауер Windows", антивірус, або інші сторонні програми, які можуть блокувати доступ до мережі (Hamachi). Примітка: Windows 10 може блокувати авторизацію, якщо стоять стандартні налаштування захисту системи.'
      },
      {
        id: '3',
        title: 'Як встановити свій пароль, або де його дізнатися?',
        content: 'Свій власний пароль встановити не можливо, це зроблено заради захисту користувачів від взлому.Отримати пароль можна в особистому кабінеті, натиснувши на кнопку "Отримати пароль", далі необхідно ввести його в лаунчері. Кожного разу пароль видається інший. Примітка: Пароль в лаунчері автоматично зберігається і його непотрібно повторно вводити.'
      },
      {
        id: '4',
        title: 'Чому мене забанили і за що? Як розбанитись?',
        content: 'Адміністрація сервера банить гравців, які порушують правила сервера. За що вас забанили можна дізнатися у відповідній групі. Щоб вас розбанили необхідно придбати відповідну послугу в розділі "Донат". Усі ваші речі та побудови при цьому зберігаються. Дотримуйтесь правил, щоб уникнути таких ситуацій!'
      },
      {
        id: '5',
        title: 'Мою хатинку зламали, що мені робити?',
        content: 'В першу чергу винні Ви, тому що свою території необхідно обов\'язково приватити. Запривачену територію ніхто не може руйнувати, крім Вас. Але все ж, якщо така ситуація склалася, Ви можете створити пост в групі, вказавши координати та надавши скріншот території. Після чого один з адміністраторів перевірить хто вас погріферив, відновить тереторію, та покарає винного.'
      },
      {
        id: '6',
        title: 'У мене все лагає, навіть важко мишку повертати! Що за лаги?!',
        content: `Проблема у вашому комп'ютері. А саме, у відеокарті.
        Якщо у вас нормальний комп'ютер, але лагає, тоді проблема з налаштуваннями. Дуже часто буває, що у вас є дві відеокарти, одна інтегрована (вбудована в процеcсор), а інша дискретна (зовнішня). Гра може запуститися не від дискретної
        відеокарти, тоді у вас буде все лагати. Щоб це виправити зайдіть в налаштування своєї відеокарти та встановіть, щоб усі програми запускались лише від неї.
        Також можна налаштувати саму гру, зменшити промальовку, вимкнути ефекти, що підвищить fps.`
      }
    ]
  },
  {
    title: "Корисні запитання",
    questions: [
      {
        id: '1',
        title: 'Як встановити свій власний скін?',
        content: 'Встановити скін можна вособистому кабінеті. Для цього необхідно завантажити свій власний скін з розширенням png.'
      },
      {
        id: '2',
        title: 'Що таке донат і навіщо він?',
        content: `Донат - це додаткої послуги для полегшення, або покращення ігрового процесу.
        Сервер повністю безкоштовний , але за утримування сервера, сайту, щоб адміністратори могли їсти "Мівіну" і не вмерли з голоду, їм необхідно витрачати кошти. Купуючи донат, ви підтримуєте сервер та полегшуєте цей процес, що дасть змогу
        більше часу працювати над сервером, покращувати його та вдосконалювати. Без донату, сервер просто не зможе існувати, так як це дуже великі витрати.
        Реквізити, для тих хто хоче допомогти нашому проекту, знаходяться в розділі "Донат".
        Якщо ви допомогли проєкту, знайте Ви - круті, дякуємо Вам!`
      },
      {
        id: '3',
        title: 'Чому деякі гравці літають і в них кольорові ніки?',
        content: 'Вони придбали донат послуги. Що це таке, можна прочитати трішки вище :)'
      },
      {
        id: '4',
        title: 'Як встановити шейдери?',
        content: `Щоб встановити шейдери, необхідно вибрати у лаунчері версію PlayCraft та увійти на сервер.
        Завантажте бажаний шейдерпак та закиньте його в папку (C:/Users/%Admin%/playcraft/updates/PlayCraft(версія)/shaderpacks).
        Заходимо в налаштування - Options -> Video Settings -> Preference... -> Fast Render ставимо на OFF.
        Після чого в грі натисніть Options -> Video Settings -> Shaders та оберіть завантажений шейдерпак.`
      },
      {
        id: '5',
        title: 'Як перевірити чия це територія і чи можу я тут будувати?',
        content: `Для того, щоб перевірити чи можете ви тут будувати, можна натиснути палицею по бажаному блоку правою кнопкою миші.
        Для того, щоб перевірити чия це територія необхідно стати всередині неї та ввести команду /rg info.`
      },
      {
        id: '6',
        title: 'Як часто роблять вайпи на сервері?',
        content: `Вайп - це повне очищення ігрового світу.
        Зазвичай вайп ми стараємося робити не частіше одного разу на рік, так як ми цінуємо побудови інших гравців. Найчастіше вайп роблять через два роки, після існування серверу, так як територія засмічується та стає некомфортно грати. Вайпи
        також необхідні для того, щоб перейти на нову версію гри, так як в ній додаються нові блоки, або нова генерація світу.
        Останій вайп був: 23.10.2022`
      }
    ]
  },
  {
    title: "Цікаві запитання",
    questions: [
      {
        id: '1',
        title: 'Чи можна збивати спавнери кайлом на шовковий дотик?',
        content: `На версії 1.6 та 1.7, на сервері була можливість збивати спавнери кайлом на шовковий дотик, але з версії 1.8 ми прибрали цю можливість, тому що це сильно впливає на ігровий процес та на роботу сервера в цілому.`
      },
      {
        id: '2',
        title: 'Я побудував собі хатинку, що мені далі робити?',
        content: `Наш сервер, це в першу чергу взаємодія з іншими грацями. Тому щоб Ви не нудьгували, знайдіть однодумців разом з якими ви можете побудувати свою фортецю, з неймовірними механізмами, які здивують усіх гравців. Можна збудувати свій
        власний магазинчик, в якому продавати необхідні товари для інших гравців. Або просто допомагати іншим гравцям у втіленні їх ідей.
        Також на нашому проєкті є сервери з різноманітними модами та міні-іграми (Постійно розроблюються нові).`
      },
      {
        id: '3',
        title: 'Скільки коштує літр цвяхів, якщо козер дзвінка?',
        content: `Мішок блокнотів.`
      }
    ]
  }
]
